[

  {
    "id": "lac-hoodie-copper",
    "name": "Addidas brown hoodie",
    "description": "Premium copper-toned hoodie with embroidered design",
    "detailedDescription": "Elevate your hoodie game with our premium Adidas Hoodie in striking copper tone. This luxurious piece combines style and comfort seamlessly. Perfect for cooler weather, it features a spacious kangaroo pocket and a drawstring hood for maximum comfort. The copper color adds a sophisticated twist to your casual wardrobe. Featuring a bold embroidered swoosh design that adds street-style edge to this essential piece.",
    "category": "hoodies",
    "originalPrice": 2700,
    "salePrice": 1199,
    "sizes": ["M", "L", "XL", "XXL"],
    "image": "/data/adidas%20hoodie%20brown.jpeg"
  },
  {
    "id": "lac-hoodie-black",
    "name": "black Nike Hoodie",
    "description": "Sleek black hoodie, timeless classic",
    "detailedDescription": "The epitome of cool – our black Nike Hoodie is a timeless classic that never disappoints. Perfect for any season and any style, this hoodie is your go-to piece for comfort and sophistication. The soft interior lining keeps you warm, while the sleek exterior maintains a polished look. Available in all sizes.",
    "category": "hoodies",
    "originalPrice": 2700,
    "salePrice": 1199,
    "sizes": ["M", "L", "XL", "XXL"],
    "image": "/data/black%20nike%20hoodie.jpeg"
  },
  {
    "id": "lac-hoodie-brown",
    "name": "Underarmour brown hoodie",
    "description": "Rich brown hoodie for a sophisticated look",
    "detailedDescription": "Achieve a sophisticated and refined look with our rich brown Underarmour Hoodie. The warm brown tone exudes elegance while maintaining casual comfort. Perfect for layering or wearing alone, this hoodie transitions seamlessly from day to night. Crafted with premium materials for exceptional durability and comfort.",
    "category": "hoodies",
    "originalPrice": 2700,
    "salePrice": 1199,
    "sizes": ["M", "L", "XL", "XXL"],
    "image": "/data/UNderarmour%20brown.jpeg"
  },
  {
    "id": "lac-hoodie-grey",
    "name": "LAC HOODIES DARK GREY",
    "description": "Versatile dark grey hoodie",
    "detailedDescription": "Versatility meets style in our dark grey LAC Hoodie. This essential piece works with virtually any outfit and style preference. The neutral grey tone is both trendy and timeless. The comfortable fit and premium fabric make it perfect for any occasion, from relaxed weekends to casual work settings.",
    "category": "hoodies",
    "originalPrice": 2700,
    "salePrice": 1199,
    "sizes": ["M", "L", "XXL"],
    "image": "https://picsum.photos/500/600?random=13"
  }
]
