[

  {
    "id": "lac-hoodie-copper",
    "name": "Addidas brown hoodie",
    "description": "Premium copper-toned hoodie with embroidered design",
    "detailedDescription": "Elevate your hoodie game with our premium Adidas Hoodie in striking copper tone. This luxurious piece combines style and comfort seamlessly. Perfect for cooler weather, it features a spacious kangaroo pocket and a drawstring hood for maximum comfort. The copper color adds a sophisticated twist to your casual wardrobe. Featuring a bold embroidered swoosh design that adds street-style edge to this essential piece.",
    "category": "hoodies",
    "originalPrice": 2700,
    "salePrice": 1199,
    "sizes": ["M", "L", "XL", "XXL"],
    "image": "/data/adidas%20hoodie%20brown.jpeg"
  },
  {
    "id": "lac-hoodie-black",
    "name": "black Nike Hoodie",
    "description": "Sleek black hoodie, timeless classic",
    "detailedDescription": "The epitome of cool – our black Nike Hoodie is a timeless classic that never disappoints. Perfect for any season and any style, this hoodie is your go-to piece for comfort and sophistication. The soft interior lining keeps you warm, while the sleek exterior maintains a polished look. Available in all sizes.",
    "category": "hoodies",
    "originalPrice": 2700,
    "salePrice": 1199,
    "sizes": ["M", "L", "XL", "XXL"],
    "image": "/data/black%20nike%20hoodie.jpeg"
  },
  {
    "id": "lac-hoodie-brown",
    "name": "Underarmour brown hoodie",
    "description": "Rich brown hoodie for a sophisticated look",
    "detailedDescription": "Achieve a sophisticated and refined look with our rich brown Underarmour Hoodie. The warm brown tone exudes elegance while maintaining casual comfort. Perfect for layering or wearing alone, this hoodie transitions seamlessly from day to night. Crafted with premium materials for exceptional durability and comfort.",
    "category": "hoodies",
    "originalPrice": 2700,
    "salePrice": 1199,
    "sizes": ["M", "L", "XL", "XXL"],
    "image": "/data/UNderarmour%20brown.jpeg"
  },

  {
    "id": "new-hoodie-blue",
    "name": "Red puma hoodie",
    "description": "Sporty red hoodie with iconic Puma branding",
    "detailedDescription": "Stand out in this vibrant red Puma hoodie. Made from soft, breathable cotton blend fabric, it features the classic Puma logo on the chest. Perfect for workouts or casual street style, this hoodie offers a relaxed fit and a kangaroo pocket for convenience.",
    "category": "hoodies",
    "originalPrice": 2500,
    "salePrice": 1000,
    "sizes": ["M", "L"],
    "image": "/data/Red%20puma%20hoodie.jpeg"
  }
  ,
  {
    "id": "new-hoodie",
    "name": "North face peach hoodie",
    "description": "Soft peach hoodie with classic North Face durability",
    "detailedDescription": "Embrace comfort and style with this peach-colored North Face hoodie. Crafted for warmth and durability, it features the iconic Half Dome logo and a soft fleece interior. Whether you're hitting the trails or relaxing at home, this hoodie provides the perfect blend of outdoor performance and casual fashion.",
    "category": "hoodies",
    "originalPrice": 2500,
    "salePrice": 1000,
    "sizes": ["M", "L"],
    "image": "/data/the%20north%20face%20peach%20hoodie.jpeg"
  }
]
